<?php
$lang = array(
		//index
	"start" => "دەستپێکرن",
	"login" => "چوونا ژوور",
	"signup" => "تۆمار کرن",

		//login page
	"writeemail" => "... ناڤونیشانێ ئەلێکترۆنی بنڤیسە",
	"writepassword" => "... وشا نهێنی بنڤیسە",
	"passemailwrong" => "ناڤونیشانێ ئەلێکترۆنی یان وشا نهێنی خەلەتە",
	"emptyemailpassword" => "هیڤیدارین خانا پر بکەى",

		//signup page
	"writename" => "... ناڤێ خۆ بنڤیسە",
	"anothercpassword" => "... وشا نهێنی بنڤیسە",
	"create" => "دروستکرن",
	"fillall" => "هیڤیدارین هەمی خاڵان پر بکەی",
	"passmorethan" => "وشا نهێنی پێتڤیە ٨ پیتان زێدەتربیت",
	"haveemail" => "ئەڤ ناڤونیشانێ ئەلێکترۆنی هاتیە گرتن، هیڤیدارین ئێکێ نووی بکاربینە",
	"dataerror" => "سەرکەفتی نەبوو ل هنارتنا داتایان بۆ داتابەیسێ",
	"preg_match" => "ناڤێ بکارهێنەرى گونجاى نینە",
	"thankyou" => "سۆپاس بۆتە تۆ بەشدار بووی دگەل مە",
	"lengthfullname" => "ناڤ زێدەتر ژ ٢٠ پیتا رێکنەدایە",
	"lengthlowfullname" => "ناڤ کێمتر ژ ١٠ پیتا رێکنەدایە",

	//error

	"sendcomment" => "کۆمێنتا تە هاتە فرێکرن",

		//nav page
	"logout" => "چوونا دەر",
	"loginregister" => "چوونە ژوور / تۆمار کرن",

	// Upload post
	"uploadproduct" => "بەڵاڤ کرنا کەل و پەلا",
	"nameproduct" => "ناڤ",
	"price" => "نرخ",
	"location" => "نیشتەجێبوون",
	"numberphone" => "ژمارا موبایلێ",
	"aboutproduct" => "دەربارەى",
	"photoone" => "وێنێ ئێکێ هەلبژێرە",
	"phototwo" => "وێنێ دووێ هەلبژێرە",
	"photothree" => "وێنێ سیێ هەلبژێرە",
	"photofour" => "وێنێ چارێ هەلبژێرە",
	"photofive" => "وێنێ پێنحێ هەلبژێرە",
	"sendproduct" => "فرێکرن",

	// error not login modal upload
	"msgerrorupload" => "هیڤیدارین خۆ تۆمار بکەى یان چوونە ژوور دابگرە",


	//categories product
	"car" => "ترومبێل",
	"alectronic" => "ئەلکترۆنیک",
	"home" => "مولک",
	"animal" => "ئاژەڵ",
	"sport" => "وەرزش",
	"music" => "میوزیک و هونەر",
	"excellence" => "پۆشاک و کەمالیات",
	"differentproduct" => "کەل و پەلێن جیاواز",

	// footer title
	"part" => "بەش",
	"partlogin" => "بەشێ تۆمارکرن و چوونە ژوور",
	"partcontact" => "بەشێ پەیوەندى کرن",
	"partabout" => "بەشێ دەربارەى",
	"socialmedia" => "تۆڕێن کۆمەڵایەتى",
	"partnumberphone" => "هێلێن پەیوەندى",


	//about
	"aboutwebsite" => "ئێکەمین ماڵپەرێ کوردى بۆ فرۆتنا کەل و پەلێن بکارهاتى",
	"descriptionwebsite" => "مەرەم ژ ڤی ماڵپەرى ساناهی کرنا کڕین و فرۆتنا کەل و پەلێن خەلکێ خۆشتڤی یە ڕێکەکا ساناهى بۆ پیشاندانا کەل و پەلێن خۆ ",
	"tellme" => " بۆ هەر پێتڤیەکێ یان کارەکى هین شێن پەیوەندیێ ڤان ژمارا موبایلا بکەن",

	"cancreateaccount" => "١ - بکارهێنەر دێ شێت هەژمارەکێ تایبەت بۆ خۆ دروست بکەت",
	"canuploadpost" => "٢ - ل دەمێ دروست کرنا هەژمارى بکارهێنەر دێ شێت کەل و پەلا بەڵاڤ بکەت",
	"canlike" => "٣ - بکارهێنەر دێ شێت کەل و پەلا بکەتە لیستا دلخوازێن من",
	"cancomment" => "٤ - بکارهێنەر دێ شێت لێدوانا بۆ کەل و پەلا بنڤێسیت",

	"titlecondition" => "مەرجێن بەڵاڤ کرنێ",
	"accountofficial" => "١ - هەژمارەکێ تایبەت ناڤێ خۆ دروست بکەى",
	"insertinfosuccess" => "٢ - هەمى زانیاریێن دەربارەى وى کەل و پەلێ بکارهاتى دروست بن",
	"uploadfivephoto" => "٣ - تە مافێ هەى تا ٥ وێنا ل وى کەل و پەلى بەڵاڤ بکەى",

	"controlstaf" => "١ - ل دەمێ بەڵاڤ کرنا کەل و پەلا زانیارى دروست نەبن یان وێنە دروست نەبن ژ لایێ ستافى ماڵپەرى ناهێنە بەڵاڤ کرن",
	"reportme" => "٢ - هەر کەل و پەلەک بهێتە فرۆتن بلا خودانێ وى کەل و پەلى مە ستافى ئاگەهدار بکەت دا یۆست بهێتە ژێبرن بۆ هەر دوو لایەنا",



	// title any shop 
	"anyshoping" => "هەر تشتەکى بکڕە یان بفرۆشە",
	"newproducttitle" => "نویترین ڕیکلامێن فرۆتنێ",
	"allproduct" => "هەمى کەل و پەل",


	//contact
	"titlecontact" => "پەیوەندى کرن",
	"sendmsg" => "ناما خۆ بنێرە",
	"namecontact" => "ناڤ",
	"contactemail" => "ناڤ و نیشانێن ئەلێکترۆنى",
	"subjectcontact" => "بابەت",
	"descriptioncontact" => "پەیاما خۆ بنڤێسە",
	"msgbtncontact" => "فرێکرن",

	// error send msg contact part
	"namelenghtcontatc" => "ناڤ زێدەتر ژ ٨٠ پیتا چێنابیت",
	"subjectlenghtcontact" => "ناڤێ بابەتى زێدەتر ژ ٨٠ پیتا چێنابیت",
	"emptycontact" => "هەمى خانان پر بکە",
	"successcontact" => "سۆپاس ناما تە گەهشت",
	"simcontact" => "هێلێن پەیوەندیێ",


	// error account register
	"myfavoruit" => "دلخوازێن من",
	"pleaseregister" => "تە هەژمار نینە خۆ تۆمار بکە",
	"loginregister" => "چوونە ژوور / تۆمارکرن",

		//comment
	"commentus" => "... لێداوانەکێ بنڤیسە",

		//modal msg
	"contactmsg" => "سۆپاس بۆتە، ناما تە هاتە هنارتن",

	"thankubook" => "سۆپاس بۆتە کوتۆ بەشدار بووی دگەل مە ",
	"verifyubook" => "کەل و پەلێ تە دێ هێتە پشتراستکرنا ژ لایێ ستافێ ماڵپەرى پاش دێ هێتە بەلاڤکرن",

	"addfavorite" => "بۆ لیستا دڵخوزەکەم زێدەبوو",
	"deletefavorite" => "ل لیستا دلخوازێن من هاتە لادان",
	"emptyfav" => "چ کەل و پەل دناڤ لیستا دلخواز نینە",
	"backhome" => "زڤڕین بۆ بەشێ سەرەکى",

	"emptyproducts" => "کەل و پەلێن ڤى بەشى ل بەر دەست نینن",


	"terms" => "   بکارئینانا ماڵپەرێ کوردبوون چەند مەرجەکان ل خۆ دگریت، ئەو بابەت و پەرتووکێن ل ناڤا ماڵپەری دهێنە بەلاڤکرن ب چەند مەرجان دەربازدبن.
	مەبەست ل ڤان مەرجان پاراستنا سەرچاوە و بابەت و پەرتووکێن ب زمانێ کوردینە.
	<br>
	<br>
	<span>مەرجێن بەلاڤکرنا بابەت و پەرتووکان :</span>
	<br>
	١− دەستکاریکرنا سەرچاوە و ناڤەروکا بابەتی ناهێنە وەلگرتن و بەلاڤکرن تا سەرچاوە یێ راست و دروست نەبیت.
	<br>
	٢− ئەو پەرتووکێن دهێنە بەلاڤکرن پێتڤیە ئاماژە ب ناڤێ نڤیسەری بهێتە دان.
	<br>
	٣− ناڤونیشان و ناڤەروکێن بابەت و پەرتووکان ب فونتێ کوردی هاتبیتە نڤیسین.
	<br>
	٤− پەرتووک و بابەتێن دژی یاسایێن نیڤدەولەتی و هەرێما کوردستانێ ناهێنە وەلگرتن و بەلاڤکرن.
	<br>
	<br>
	<span>بکارهێنەرێن کوردبوون ل دەمێ هەژمارێن تایبەت ب خۆ ل ناڤا ماڵپەری دا دروست دکەن، خزمەتگوزاریێن ماڵپەری بەرفرەهتر دبن وەک بەلاڤکرنا بابەت و پەرتووکان و لێداوان بۆ بابەت و پەرتووکان و لایک کرنا بابەت و پەرتووکان، بۆ ڤێ چەندێ پێتڤیە ئەڤ مەرجێن ل خوارێ بهێنە بەرچاڤکرن : </span>
	<br>
	١− لێداوانێن ناشرین بۆ بابەت و پەرتووکان دژی مەرجێن ماڵپەرینە، بەرامبەر وێ چەندێ هەژمارا بکارهێنەری ماوێ ٧ رۆژان دێ هێتە دایێخستن.
	<br>
	٢− نابیت هەژمار بهێتە دروستکرن ب ناڤونیشانەکێ ناشرین.
	<br>
	<br>
	ل ناڤا ماڵپەرێ کوردبووندا لەوانەیە چەندەها لینک بهێنە دانان و بکارئینان، هەردەمێ تە ئەو لینک ڤەکر ئەو دێ ژ ماڵپەرێ کوردبوون دەرکەڤی و ئەم بەرپرس نینە ژ وێ چەندێ کۆ لینک بۆ مەرەمەکا خراب هاتبیتە بکارئینان، ژبەرکوو ئەو لینک نە ل ژێر کۆنترۆلا مەیە.
	<br>
	<br>
	هەردەمێ هەبیت ئەم دشێین ئەو بابەت و پەرتووکێن هاتینە بەلاڤکرن ژلایێ بکارهێنەری دەستکاریێ بکەین و ژێببەین.
	<br>
	<br>
	لەوانەیە ئەڤ مەرجە ل هەردەمەکێ هەبیت بهێنە گۆهرین، هەردەمێ هاتنە گۆهرین پێتڤیە تۆ پشتراستبکەی کۆ تەیێن خاندین.",

	"property" => "<span> ماڵپەرێ کوردبوون چەند تایبەتمەندیێن ناوازە هەنە کۆ بکارهێنەر دشێن مفای ژ وان تایبەتمەندیان ببینن:</span>
	<br>
	<br>

	١− بکارهێنەر دشێت هەژمارەیەکا تایبەت ب خۆ دروستبکەت و پرۆفایلەکێ تایبەت ب خۆ هەبیت.
	<br>
	٢− ل دەمێ دروستکرنا هەژمارێ بکارهێنەر دشێت بابەت و پەرتووکان بەلاڤبکەت.
	<br>
	٣− بکارهێنەر دشێت بابەت و پەرتووکان لایک بکەت.
	<br>
	٤− بکارهێنەر دشێت لێداوانان بۆ بابەتو پەرتووکان بنڤیسیت.
	<br>
	٥− بکارهێنەر دشێت هەر بابەت و پەرتووکەکێ بکەتە ناڤا لیستا دڵخوازێن خۆ.
	<br>
	٦− لێگەریانەکا بهێز و بلەز بۆ بابەت و پەرتووک و ئەڤرۆ ل مێژوویێدا.
	<br>
	٧− تایبەتمەندییا ئەڤرۆ ل مێژوویێدا، روویدانێن رۆژێ ل مێژوویێدا دیاردکەت.
	<br>",

	"properties" => "تایبەتمەندی",



	"aboutusfirst" => "<span>دەبارەی کوردبوون: </span>کوردبوون پرۆژێ ماڵپەرەکێ ئینسایکڵۆپیدیایا ئازادە. کو ئارمانج لێ کومکرن و دەستکەڤتنا زانیارییانە ل هەموو چین و بوارێن جیاوازێن دونیایێ بۆ گەلێ کورد.
	<br>
	ل دایکبوونا بیرۆکا پرۆژێ کوردبوون ڤەدگەرێتەڤە بۆ دەستپێکا سالا ٢٠٢١، دەمێ تێبینیا کێشەیەکا مەزن دکەین، کو ئەویش نەبوونا سەرچاوێن پێتڤیە ل بەردەست خوێندکاراندا ب زمانێ کوردی.
	<br>
	<br>
	ل بنەرەتدا کوردبوون هەوڵەکە بۆ چارەسەرکرنا کێشەیێن مەزن، کو ئەویش کێشەیا کێم یان نەبوونا سەرچاوایە ب زمانێ کوردی ل ئینتەرنێتا مەزندا.
	<br>
	<br>
	هەرچەندە کوردبوون هێشتا یا ل هنگاڤێن دەستپێکێ بەلێ زۆر بلەز پێشڤەدچیت و ل نوکەدا خودانێ زێدەتر هزار وتار و بابەت و پەرتووکانە ل گشت بوارێن جیاوازدا  و بێ راوستان بەرەڤ پێشچوونێ دایە.
	ئەگەرێ ڤێ چەندێ ڤەدگەرێتەڤە بۆ دروستکرنا پردەکا پەیوەندیێ دناڤبەرا زانکۆیان و ماڵپەریدا.
	مامۆستا و قوتابی رۆلەکێ بەرچاڤ دگێرن ل دەولەمەندکرنا ماڵپەری ب هنارتنا وتار و بابەت و پەرتووکان.
	<br>
	<br>
	ماڵپەرێ کوردبوون خودان ناڤەروکەکا ئازادە، واتە هەموو کەسەک ل بەکگراۆند و تەمەنێن جودا دشێن ببنە خودان هەژمار و ب نڤیسنا بابەت و دەستکاریێ بەشداربن ل دەولەمەندکرنا ناڤەروکا ماڵپەری.
	<br>
	<br>
	پلاتفۆرمێ ماڵپەرێ کوردبوون ب شێوەیەکی هاتییە دروستکرن کو سەرەدانکەر ب ساناهی ڕێتۆێن بکەت بۆ وتار و بابەت و پەرتووکان بێ هیچ ئالۆزییەک.
	<br>
	<br>
	کوردبوون ژ لایێ کەسەکێ شارازا ل بوارێ پرۆگرامسازی هاتییە دروستکرن و بەردەوام ستافەکێ شارەزا ل ئەرک و ماندیبوونێ دان بۆ باشترکرنا ماڵپەرێ کوردبوون.",

	"arkekurdbun" => "<span>ئەرکێ کوردبوونێ :</span
	<br>
	<br>
مە ژدل دڤێت مللەتێ خۆ یێ خوشتەڤی پر ئاگەهـــ و سەرهەلی گەشەپێدانا پروسەیا پێشڤەچوونا هەمی سێکتەرێن ژیانێ بکەین ژبۆی کو دبەرهەڤبن بۆ هەمبێزکرنا هەردان و تێگەهەکێ سەردەم و پێشکەڤتی و مودێرن کو بکاریت سەرەدەریەکا راست و سەردەمیانە دگەل بکەت.",
	
);
?>