<?php
$lang = array(
		//index
	"start" => "دەستپێکردن",
	"login" => "چوونە ژوورەوە",
	"signup" => "تۆمار کردن",

		//login page
	"writeemail" => "... ناونیشانی ئەلێکترۆنی بنووسە",
	"writepassword" => "... وشەی نهێنی بنووسە",
	"passemailwrong" => "ناونیشانی ئەلێکترۆنی یان نهێنی وشە هەڵەیە",
	"emptyemailpassword" => "تکایە خانەکان پر بکەوە",

		//signup page
	"writename" => "... ناوەکەت بنووسە",
	"anothercpassword" => "... وشەى نهێنى بنووسە",
	"fillall" => "تکایە هەموو خاڵێک پربکەیتەوە",
	"passmorethan" => "وشەی نهێنی پێویستە ٨ پیت زیاتر بێت",
	"haveemail" => "ئەم ناونیشانی ئەلێکترۆنیە گیراوە، هیوادارین یەکێکی نوێ بەکاربێنە",
	"dataerror" => "سەرکەوتوو نەبوو لە ناردنی داتا بۆ داتابەیس",
	"preg_match" => "ناوى بەکارهێنەر گوناجاو نیە",
	"thankyou" => "سوپاس بۆ بەشداریکردن لەگەڵ ئێمە",
	"lengthfullname" => "ناو زیاتر لە ٢٠ پیت رێگە پێنەدراوە",
	"lengthlowfullname" => "ناو کەمتر لە ١٠ پیت رێگە پێنەدراوە",


	//error

	"sendcomment" => "کۆمینتى تۆ هاتە ناردن",
		//nav page
	"logout" => "چوونەدەرەوە",
	"loginregister" => "چوونە ژوورەوە / تۆمار کردن",

	// Upload post
	"uploadproduct" => "بەڵاو کردنى کەل و پەل",
	"nameproduct" => "ناو",
	"price" => "نرخ",
	"location" => "نیشتەجێبوون",
	"numberphone" => "ژمارەى موبایل",
	"aboutproduct" => "دەربارەى",
	"photoone" => "وێنەى یەکەم دەستنیشان بکە",
	"phototwo" => "وێنەى دووەم دەستنیشان بکە",
	"photothree" => "وێنەى سێیەم دەستنیشان بکە",
	"photofour" => "وێنەى چارەم دەستنیشان بکە",
	"photofive" => "وێنەى پێنجەم دەستنیشان بکە",
	"sendproduct" => "ناردن",

	// error not login modal upload
	"msgerrorupload" => "تکایە خۆت تۆمار بکە یان چوونە ژوورەوە دابگرە",

	//categories product
	"car" => "ئۆتۆمبێڵ",
	"alectronic" => "ئەلکترۆنیک",
	"home" => "مولک",
	"animal" => "ئاژەڵ",
	"sport" => "وەرزش",
	"music" => "میوزیک و هونەر",
	"excellence" => "پۆشاک و کەمالیات",
	"differentproduct" => "کەل و پەلى جیاواز",

	// title any shop 
	"anyshoping" => "هەر شتێک بیکرە یان بیفرۆشە",
	"newproducttitle" => "نێوێترین رێکلامى کاڵاکان",
	"allproduct" => "هەموو کاڵاکان",

	// footer title
	"part" => "بەشەکان",
	"partlogin" => "بەشى خۆ تۆمار کردن و چوونە ژوورەوە",
	"partcontact" => "بەشى پەیوەندى کردن",
	"partabout" => "بەشی دەربارە",

	"socialmedia" => "تۆڕە کۆمەڵایەتیەکان",

	"partnumberphone" => "هێلەکانى پەیوەندى",

	//about
	"aboutwebsite" => "یەکەمین ماڵپەڕى کوردى بۆ فرۆتنى کاڵاکانى بەکارهاتوو",
	"descriptionwebsite" => "مەبەستمان لەم ماڵپەرە ئاسان کردنى کڕین و فرۆتنى کاڵاکانى بەکارهاتوو خەلکى خۆشەویستە بە ئاسانترین رێگا بۆ پیشاندانى کاڵاکان خۆیان",
	"tellme" => " بۆ هەر پێداویستیەک یان کارێک دەتوانن پەیوەندى بەم ژمارانەى خوارەوە بکەن",

	"cancreateaccount" => "١ - بەکارهێنەر دەتوانێ هەژمارى تایبەت بەخۆى دروست بکا",
	"canuploadpost" => "٢- لە کاتى دروستکردنى هەژمار بەکارهێنەر دەتوانێ کاڵاکان بەڵاو بکاتەوە",
	"canlike" => "٣ - بەکارهێنەر دەتوانى کاڵاکان لە لیستى دڵخوازەکەم دایبنێت",
	"cancomment" => "٤ - بەکارهێنەر دەتوانێ لێدوان بۆ کاڵاکان بنووسێ",

	"titlecondition" => "مەرجەکانى بەڵاو کردنەوە",
	"accountofficial" => "١ - هەژمارێکێ تایبەت بە ناوى خۆت تۆمار بکەى",
	"insertinfosuccess" => "٢ - هەموو زانیاریەکانى دەربارەى کاڵاکە دروست بێت",
	"uploadfivephoto" => "٣ - مافت هەیە تا ٥ وێنەى کاڵاکە بەڵاو بکەى",

	"controlstaf" => "١ - لە کاتى بەڵاوکردنى کاڵاکە زانیاریەکان درووست نەبێت یان وێنەى نەشیاوبێت لە لایەن ستافى ماڵپەرەوە رێگاى بەڵاو کردنەوە پێى نادات",
	"reportme" => "٢ - هەر کاڵایەک بفرۆشرێت با لە لایەن خاوەنەکەى ئێمە ئاگادار بکاتەوە بۆ لابردنى کاڵاکە لە ماڵپەر بۆ هەر دوو لایەن",

	//contact
	"titlecontact" => "پەیوەندى کردن",
	"sendmsg" => "نامەکەت بنێرە",
	"namecontact" => "ناو",
	"contactemail" => "ناونیشانی ئەلێکترۆنی بنووسە...",
	"subjectcontact" => "بابەت",
	"descriptioncontact" => "پەیامەکەت بنووسە",
	"msgbtncontact" => "ناردن",
	"simcontact" => "هێلەکانى پەیوەندى کردن",

	// error send msg contact part
	"namelenghtcontatc" => "ناو زیاتر لە ٣٠ پیت رێگەپێدراو نییە",
	"subjectlenghtcontact" => "ناوى بابەت زیاتر لە ٥٠ پیت رێگەپێدراو نییە",
	"emptycontact" => "تکایە خانەکان پر بکەوە",
	"successcontact" => "سوپاس نامەکەت گەیشت",

	// error account register
	"myfavoruit" => "دڵخوازەکەم",
	"pleaseregister" => "هەژمارت نییە خۆت تۆمار بکە",
	"loginregister" => "چوونە ژوورەوە / تۆمار کردن",

		//comment
	"commentus" => "... لێداوانێک بنووسە",

		//book cart
	"bookname" => "ناو:",

		//modal msg
	"contactmsg" => "سوپاس بۆتۆ نامەکەت نێردرا",

	"thankubook" => "سوپاس کە بەژداربوویت لەگەڵ ئێمە",

	"addfavorite" => "بۆ لیستی دڵخوازەکەم زیاد بوو",
	"deletefavorite" => "لە لیستى دڵخوازەکەم هاتە لادان",
	"emptyfav" => "هیچ کاڵایێک لە ناو لیستى دڵخواز نییە",
	"backhome" => "گەرانەوە بۆ بەشى سەرەکى",

	"emptyproducts" => "کاڵاکانى ئەم بەشە لە بەر دەست نییە",


	

	

	"verifyusub" => "کاڵاکەت پشتڕاست دەکرێت لەلایەن ستافی ماڵپەرەوە دوای بلاوئەکرێتەوە",

	"conditionpost" , "مەرجى بەڵاوکردنەوە",

	"terms" => "  بەکارهێنانی ماڵپەری کوردبوون چەند مەرجێک لە خۆ دەگرێت ،ئەو بابەت و پەرتووکانەی لەنێو ماڵپەری کوردبوون بلاو دەکرێنەوە بەم چەند مەرجانە تێپەردەبن.
	مەبەست لەو مەرجانە پاراستنی سەرچاو و بابەت و پەرتووکەکانن بە زمانی کوردی.
	<br>
	<br>
	<span>مەرجی بلاوکردنەوەی بابەت و پەرتووکەکان:</span>
	<br>
	١-دەستکاریکردنی سەرچاو و ناوەرۆکی بابەت وەرناگیرێ و بلاوناکرێتەوە تا سەرچاوە راست و دورست نەبێ.
	<br>
	٢-ئەو پەرتووکانەی بلاو دەکرێنەوە پێوویستە ئاماژە بە ناوی نووسەر بکرێ.
	<br>
	٣-ناونیشان و ناوەڕۆکی بابەت و پەرتووکەکان بە فۆنتی کوردی بنوسرێ.
	<br>
	٤-ئەو پەرتووک و بابەتانەی دژی یاسای نێودەولەتی و هەرێمی کوردستانن وەرناگیرێ و بلاوناکرێنەوە.
	<br>
	<br>
	<span>
	بەکارهێنەرانی ماڵپەری کوردبوون کاتێک هەژماری تایبەت بە خۆیان لە نێو ماڵپەر دورست دەکەن ،خزمەتگوزارییەکانی ماڵپەڕەکە بەرفراوانتر دەبێ وەک بلاوکردنەوەی بابەت و پەرتووک و لێدوان بۆ بابەت و پەرتووکەکان وە لایک کردنی بابەت و پەرتووکەکان، بۆ ئەمەش پێویستە ئەم چەند مەرجەی خوارەوە لە بەرچاو بگیرێ: </span>
	<br>
	١-لێدوانی نەشیاو بۆ بابەت و پەرتووکەکان پێچەوانەی مەرجەکانی ماڵپەرن، لە بەرامبەر ئەمە هەژماری بەکارهێنەر  لە ماوەی ٧ رۆژ دادەخرێت.
	<br>
	٢-نابێت هەژمار دورست بکرێت بە ناونیشانێکی نەشیاو.
	<br>
	<br>
	لەنێو ماڵپەری کوردبووندا رەنگە چەندەها لینک دابنرێ و بەکاربهێندرێ، هەر کاتێک تۆ ئەم لینکەت کردەوە ئەوا لە ماڵپەری کوردبوون دەردەکەوی و ئێمە بەرپرس نین لەوەی کە ئەم لینکە بۆ مەبەستێکی خراپ بە کارهاتبێ، لەبەر ئەوەی ئەو لینکە لە ژێر چاودرێری ئێمە نیە.

	<br>
	<br>
	هەرکاتێک بێ ئێمە دەتوانین ئەو بابەت و کتێبانەی بلاوکراوەتەوە لەلایەن بە کارهێنەرانەوە دەستکاری بکەین و لایببەین.
	<br>
	<br>
	رەنگە ئەم مەرجانە هەرکاتێک بێ گۆرانکاری بەسەر دابێت ، هەر کاتێک گۆرا پێویستە دڵنیا ببیەوە کە ئەم مەرجانەت خوێندوە.",


	


	"property" => "<span>ماڵپەری کوردبوون چەند تایبەتمەندیێکی ناوازەی هەیە کە بەکارهێنەر دەتوانێ سوودیان لێ ببینێ:</span>
	<br>
	<br>
	١-بەکارهێنەر دەتوانێ هەژماری تایبەت بەخۆی دورست بکا و پرۆفایلێکی تایبەت بەخۆی هەبێت.
	<br>
	٢-لە کاتی دورستکردنی هەژمار بەکارهێنەر دەتوانێ بابەت و پەرتووک بلاو بکاتەوە.
	<br>
	٣-بەکارهێنەر دەتوانێ بابەت و پەرتووکەکان لایک بکا.
	<br>
	٤-بەکارهێنەر دەتوانێ لێدوان بۆ بابەت و پەرتووکەکان بنووسێ.
	<br>
	٥-بەکارهێنەر دەتوانێ هەر بابەت و پەرتووکێک بکات بە ناو لیستی دڵخوازی خۆی.
	<br>
	٦- لێگەریانێکی بەهێز و خێرا بۆ بابەت و پەرتووک و ئەمرۆ لە مێژوو دا.
	<br>
	٧-تایبەتمەندی ئەمرۆ لە مێژوو دا،رووداوەکانی رۆژ لە مێژوو دا دیار دەکا.
	<br>",

	"properties" => "تایبەتمەندیەکان",




	"aboutusfirst" => "<span>دەربارەی کوردبوون: </span>
	کوردبوون پرۆژەی ماڵپەڕێکی ئینسایکلۆپیدیای ئازادە. کە ئامانجی کۆرکردنەوە و بەدەسخستنی زانیارییە لە هەموو ژانر و بوارە جیاجیاکانی دونیا بۆ هاونیشتمانیانی کورد.
	<br>
	لەدایکبوونی بیرۆکەی پرۆژەی کوردبوون دەگەڕێتەوە بۆ سەرەتاکانی ساڵی ٢٠٢١،کاتێک تێبینی  کێشەیەکی گەورە دەکەین، کە ئەویش نەبوونی سەرچاوەی پێویستە لە بەردەست خوێندکاراندا بە زمانی کوردی،
	<br>
	<br>
	لە بنەڕەتدا کوردبوون  هەوڵێکە بۆ چارەسەرکردنی کێشەیەکی گەورە، کە ئەویش کێشەی کەمی یاخوود نەبوونی سەرچاوەیە بە زمانی کوردی
	لە فەزای زەبەلاحی ئینتەرنێتدا،
	<br>
	<br>
	هەرچەند کوردبوون  هێشتا لە هەنگاوە سەرەتاکانیەتی بەڵام زۆر بە خێرایی پەرەدەسەنێت و ئێستا خاوەنی زیاتر لە هەزار وتار و بابەت و پەرتووکە لە گشت بوارە جیاجیاکان و بێ وچان لە گەورەبووندایە،  هۆی ئەمەیش  دەگەڕێتەوە بۆ دروستکرندی پردێکی پەیوەندی لە نێوان زانکۆکان و ماڵپەرەکەدا، مامۆستایان و خوێندکاران ڕۆڵێکی بەرچاو دەگێرن لە دەوڵەمەندکردنی ماڵپەرەکە بە ناردنی وتار و بابەت.
	<br>
	<br>
	ماڵپەری کوردبوون خاوەنی ناوەڕۆکێکی ئازادە، واتە هەموو کەسێک لە باکگراوند و تەمەنە جیاوازەکان دەتوانن ببنە خاوەنی هەژمار و بە نوسینی بابەت و دەستکاری بەشداربن لە دەوڵەمەندکردنی ناوەڕۆکی ماڵپەرەکە
	<br>
	<br>
	پلاتفۆرمی ماڵپەری کوردبوون بە جۆرێک سازکراوە کە سەردانیکەرانی بە ئاسانی ڕێنوێنی بکات بۆ وتار و بابەت و پەرتووکەکان بێ هیچ ئاڵۆزییەک.
	کوردبوون لە لایەن کەسێکی شارەزای بواری پرۆگرامسازی دروست کراوە و بەردەوام ستافێکی شارەزا لە ئەرک و ماندوبووندان بۆ باشترکردنی ماڵپەری کوردبوون.",

	"arkekurdbun" => "<span>ئەرکی کوردبوون:</span>
	<br>
	<br>
مە ژدل دڤێت مللەتێ خۆ یێ خوشتەڤی پر ئاگەهـــ و سەرهەلی گەشەپێدانا پروسەیا پێشڤەچوونا هەمی سێکتەرێن ژیانێ بکەین ژبۆی کو دبەرهەڤبن بۆ هەمبێزکرنا هەردان و تێگەهەکێ سەردەم و پێشکەڤتی و مودێرن کو بکاریت سەرەدەریەکا راست و سەردەمیانە دگەل بکەت.",

);
?>